Revit 2024 API
UnitTypeId.Kips Property
 Kips.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Kips { get; }
Visual Basic
Public Shared ReadOnly Property Kips As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Kips {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace